[
  {
    "Id": 1,
    "stadium": "M. A. CHIDAMBARAM STADIUM",
    "capacity": "33,500",
    "address": "M. A. Chidambaram Stadium, Chennai, India",
    "homeGround": "Chennai Super Kings",
    "about1": "M. A. Chidambaram Stadium, commonly known as the Chepauk Stadium, is a cricket stadium located in Chennai, India. It is one of the oldest cricket stadiums in India and has a rich history dating back to its establishment in 1916. The stadium is named after M. A. Chidambaram, former President of the Board of Control for Cricket in India (BCCI) and the Tamil Nadu Cricket Association (TNCA).",
    "about2": "The stadium has witnessed many historic cricketing moments, including memorable matches featuring the Indian cricket team as well as domestic and international fixtures. It has also been a venue for Indian Premier League (IPL) matches, with the Chennai Super Kings being its home team.",
    "about3": "Apart from cricket, the stadium has also hosted other events such as football matches and concerts. It remains a cherished venue for cricket enthusiasts in India and continues to play a significant role in the country's cricketing landscape.",
    "srcImage": "Ground/cskbg.jpg",
    "mapImg": "Ground/cskmap.png",
    "seatImg": "Ground/cskseets.jpeg",
    "link": "https://en.wikipedia.org/wiki/M._A._Chidambaram_Stadium"
  },
  {
    "Id": 2,
    "stadium": "ARUN JAITLEY STADIUM",
    "capacity": "55,000",
    "address": "Arun Jaitley Stadium, Delhi, India",
    "homeGround": "Delhi Capitals",
    "about1": "Arun Jaitley Stadium, formerly known as the Feroz Shah Kotla Stadium, is a cricket stadium located in New Delhi, India. It is one of the oldest cricket grounds in India, with a history dating back to the early 20th century. The stadium is named after Arun Jaitley, a prominent Indian politician who served as the Minister of Finance and Corporate Affairs in the Government of India.",
    "about2": "The stadium has been the home ground for the Delhi cricket team and the Delhi Capitals franchise in the Indian Premier League (IPL). It has hosted numerous domestic and international cricket matches over the years, including Test matches, One Day Internationals (ODIs), and Twenty20 Internationals (T20Is).",
    "about3": "In September 2019, the Delhi and District Cricket Association (DDCA) renamed the stadium as Arun Jaitley Stadium in honor of the late politician, who was a key figure in Indian politics and had a significant impact on the development of cricket in Delhi and India as a whole.",
    "srcImage": "Ground/dcbg.jpg",
    "mapImg": "Ground/dcmap.png",
    "seatImg": "Ground/dcseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Arun_Jaitley_Cricket_Stadium"
  },
  {
    "Id": 3,
    "stadium": "NARENDRA MODI STADIUM",
    "capacity": "1,10,000",
    "address": "Address :Narendra Modi Stadium, Ahmedabad, India",
    "homeGround": "Gujarat Titans",
    "about1": "The Narendra Modi Stadium, located in Ahmedabad, India, is one of the most significant cricket stadiums in the country. It was formerly known as the Sardar Patel Stadium and was renovated extensively before being renamed after Narendra Modi, the Prime Minister of India, in February 2021.",
    "about2": "The stadium is the largest cricket stadium in the world in terms of seating capacity, with a capacity exceeding 100,000 spectators. It is a multi-purpose stadium that hosts cricket matches, including international fixtures, domestic matches, and Indian Premier League (IPL) games.",
    "about3": "In addition to cricket, the Narendra Modi Stadium is also equipped to host other sporting events, cultural programs, and concerts. Its large capacity and modern facilities make it a versatile venue for various events, attracting visitors and spectators from across India and around the world.",
    "srcImage": "Ground/gtbg.jpg",
    "mapImg": "Ground/gtmap.png",
    "seatImg": "Ground/gtseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Narendra_Modi_Stadium"
  },
  {
    "Id": 4,
    "stadium": "EDEN GARDENS",
    "capacity": "80,000",
    "address": "Eden Gardens, Kolkata, India",
    "homeGround": "KolKata Knight Riders",
    "about1": "Eden Gardens, situated in Kolkata, India, is one of the most iconic and historic cricket stadiums globally. Established in 1864, it holds the distinction of being one of the oldest cricket grounds in the world. With a seating capacity of over 66,000 spectators, it stands as the largest cricket stadium in India and one of the largest in the world.",
    "about2": "This legendary stadium has witnessed countless memorable cricketing moments, including historic matches like the 1987 World Cup final and the 2016 ICC World Twenty20 final. It has also been the battleground for numerous intense India-Pakistan encounters, adding to its aura and legacy.",
    "about3": "Beyond cricket, Eden Gardens has hosted a variety of events, including football matches, concerts, and political rallies. Its rich history, electric atmosphere, and passionate crowds make it an unforgettable experience for players and fans alike. As a symbol of Kolkata's sporting and cultural heritage, Eden Gardens holds a special place in the hearts of cricket enthusiasts worldwide.",
    "srcImage": "Ground/kkrbg.jpg",
    "mapImg": "Ground/kkrmap.png",
    "seatImg": "Ground/kkrseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Eden_Gardens"
  },
  {
    "Id": 5,
    "stadium": "Bharat Ratna Atal Bihari Vajpayee Ekana Stadium",
    "capacity": "50,100",
    "address": "Ekana Stadium, Lucknow, India",
    "homeGround": "Lucknow Super Giants",
    "about1": "Bharat Ratna Atal Bihari Vajpayee Ekana Stadium, formerly known as Ekana Cricket Stadium or Ekana International Cricket Stadium, is a premier cricket stadium located in Lucknow, Uttar Pradesh, India. It was renamed in honor of Atal Bihari Vajpayee, one of India's most revered political leaders, who served as the Prime Minister of India thrice. The stadium has a seating capacity of around 50,000 spectators and is one of the largest cricket stadiums in India.",
    "about2": "The stadium has been designed to international standards and has hosted various domestic and international cricket matches since its inauguration in 2017. It has quickly gained a reputation for its state-of-the-art facilities, including modern amenities for players and spectators alike. In addition to cricket matches, the stadium has also been used for other sporting events and cultural functions, contributing to the development of sports and entertainment infrastructure in Uttar Pradesh.",
    "about3": "The renaming of the stadium to Bharat Ratna Atal Bihari Vajpayee Ekana Stadium pays homage to the legacy of Atal Bihari Vajpayee, who played a significant role in shaping modern India. The decision to honor him in this manner reflects the respect and admiration he commands across the nation. The stadium stands not only as a venue for sporting events but also as a symbol of the enduring spirit and unity of the Indian people.",
    "srcImage": "Ground/lsgbg.jpg",
    "mapImg": "Ground/lsgmap.png",
    "seatImg": "Ground/lsgseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Ekana_Cricket_Stadium"
  },
  {
    "Id": 6,
    "stadium": "WANKHEDE STADIUM",
    "capacity": "33,108",
    "address": "Wankhede Stadium, Mumbai, India",
    "homeGround": "Mumbai Indians",
    "about1": "Wankhede Stadium, located in Mumbai, India, stands as a symbol of cricketing heritage and excitement. Established in 1974, it replaced the older Cricket Club of India stadium and was named after Sheshrao Krishnarao Wankhede, a former President of the Mumbai Cricket Association. Nestled in the southern part of Mumbai, near Churchgate station, its convenient location attracts fans from far and wide, with a seating capacity of around 33,108 after undergoing various renovations and upgrades.",
    "about2": "This iconic stadium has witnessed numerous historic cricketing moments, including the electrifying 2011 ICC Cricket World Cup final where India clinched victory against Sri Lanka. Beyond hosting international matches across formats and domestic fixtures like the Ranji Trophy finals, it also serves as the home ground for the Mumbai Indians franchise in the Indian Premier League (IPL). Renovations ahead of the 2011 World Cup bolstered its facilities, enhancing the overall spectator experience and accommodating modern cricketing standards.",
    "about3": "Wankhede Stadium not only captivates cricket enthusiasts but also extends its embrace to cultural events and concerts, showcasing its versatility beyond the realm of sports. With its modern amenities for players and spectators alike, and a pitch known for favoring spin bowlers, Wankhede Stadium remains a cherished landmark in Mumbai and a beacon of cricketing excellence across India.",
    "srcImage": "Ground/mibg.jpg",
    "mapImg": "Ground/mimap.png",
    "seatImg": "Ground/miseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Wankhede_Stadium"
  },
  {
    "Id": 7,
    "stadium": "PUNJAB CRICKET ASSOCIATION BINDRA STADIUM",
    "capacity": "27,000",
    "address": "Bindra Stadium I.S, Punjab, India",
    "homeGround": "Punjab Kings",
    "about1": "The stadium boasts a seating capacity of around 26,000 spectators and has witnessed many historic cricketing moments over the years. It is equipped with world-class facilities, including modern dressing rooms, media facilities, and practice grounds, making it a preferred destination for both domestic and international cricket matches.",
    "about2": "The PCA Stadium has been the home ground for the Punjab cricket team for domestic matches and the Kings XI Punjab franchise (now Punjab Kings) for the Indian Premier League (IPL). Its strategic location and excellent infrastructure have also made it a popular venue for hosting international cricket matches, including Test matches, One Day Internationals (ODIs), and T20 Internationals (T20Is).",
    "about3": "The renaming of the stadium to the IS Bindra Stadium in honor of Mr. Inderjit Singh Bindra was a fitting tribute to his contributions to Indian cricket administration. His vision and dedication played a significant role in the development and promotion of cricket in India, and renaming the stadium after him serves as a testament to his enduring legacy in the sport.",
    "srcImage": "Ground/pk1bg.jpg",
    "mapImg": "Ground/pk1map.png",
    "seatImg": "Ground/pk1seets.jpg",
    "link": "https://en.wikipedia.org/wiki/Inderjit_Singh_Bindra_Stadium"
  },
  {
    "Id": 8,
    "stadium": "HIMACHAL PRADESH CRICKET ASSOCIATION STADIUM",
    "capacity": "23,000",
    "address": "HP Cricket Association Stadium, Dharamshala, India",
    "homeGround": "Punjab Kings",
    "about1": "The Himachal Pradesh Cricket Association (HPCA) Stadium, located in the picturesque town of Dharamshala, is renowned as one of India's most stunning cricketing venues. Nestled amidst the majestic Himalayan mountains, this stadium offers players and spectators a truly unique and awe-inspiring setting for cricket matches. Opened in 2003, the stadium has rapidly gained recognition for its breathtaking views and modern facilities, attracting cricket enthusiasts from around the globe.",
    "about2": "With a seating capacity of approximately 23,000, the HPCA Stadium has played host to numerous domestic and international cricket matches, including Indian Premier League (IPL) fixtures. It serves as the home ground for the Himachal Pradesh cricket team for various domestic tournaments, providing local players with a world-class facility to showcase their talent. The stadium's high altitude, situated at about 1,457 meters above sea level, presents a distinct challenge for players, adding an extra dimension to the game and requiring adaptation to the unique conditions.",
    "about3": "Apart from its scenic beauty and sporting significance, the HPCA Stadium is also notable for its eco-friendly initiatives, such as rainwater harvesting and the use of solar energy. These sustainability efforts underscore the stadium's commitment to environmental stewardship and align with Himachal Pradesh's reputation for embracing eco-conscious practices. In essence, the HPCA Stadium not only stands as a premier cricketing venue but also serves as a testament to the harmonious blend of sport, nature, and sustainability in the heart of the Himalayas. vg  ",
    "srcImage": "Ground/pk2bg.jpg",
    "mapImg": "Ground/pk2map.png",
    "seatImg": "Ground/pk2seets.jpg",
    "link": "https://en.wikipedia.org/wiki/Himachal_Pradesh_Cricket_Association_Stadium"
  },
  {
    "Id": 9,
    "stadium": "M. CHINNASWAMY STADIUM",
    "capacity": "40,000",
    "address": "M. Chinnaswamy Stadium, Bengaluru, India",
    "homeGround": "Royal Challengers Bengaluru",
    "about1": "The M. Chinnaswamy Stadium, located in the heart of Bengaluru, Karnataka, is one of India's most iconic cricketing venues. Named after Mr. M. Chinnaswamy, who was the President of the Board of Control for Cricket in India (BCCI) from 1977 to 1980, this stadium has been a cornerstone of Indian cricket since its inauguration in 1969. With a seating capacity of approximately 40,000 spectators, the stadium has witnessed numerous historic moments in both domestic and international cricket.    ",
    "about2": "Known for its electric atmosphere and passionate cricket fans, the M. Chinnaswamy Stadium has hosted a wide array of cricket matches, including Test matches, One Day Internationals (ODIs), and T20 Internationals (T20Is). It serves as the home ground for the Karnataka cricket team for domestic tournaments and the Royal Challengers Bangalore franchise in the Indian Premier League (IPL). The stadium's proximity to the vibrant city center adds to its allure, making it a favorite destination for cricket enthusiasts and tourists alike.",
    "about3": "Beyond its sporting significance, the M. Chinnaswamy Stadium is also recognized for its modern facilities and architectural design. Renovations and upgrades over the years have ensured that the stadium remains at par with international standards. Additionally, the stadium has implemented eco-friendly initiatives, such as rainwater harvesting and solar energy utilization, demonstrating its commitment to sustainability and environmental conservation. In essence, the M. Chinnaswamy Stadium stands as a symbol of Bengaluru's rich cricketing heritage and its passion for the game, embodying the spirit of cricket in the Garden City.",
    "srcImage": "Ground/rcbbg.jpg",
    "mapImg": "Ground/rcbmap.png",
    "seatImg": "Ground/rcbseets.jpg",
    "link": "https://en.wikipedia.org/wiki/M._Chinnaswamy_Stadium"
  },
  {
    "Id": 10,
    "stadium": "SAWAI MANSINGH STADIUM",
    "capacity": "30,000",
    "address": "Sawai Mansingh Stadium, Jaipur, Rajasthan, India",
    "homeGround": "Rajasthan Royals",
    "about1": "The Sawai Mansingh Stadium, nestled in the vibrant city of Jaipur, India, stands as a beacon of cricketing heritage and passion. Named after the erstwhile Maharaja of Jaipur, Sawai Mansingh II, this iconic stadium boasts a rich history dating back to its inauguration in 1969. With a seating capacity exceeding 30,000, the stadium serves as the hallowed home ground for the Rajasthan Royals franchise in the Indian Premier League, setting the stage for electrifying cricketing action year after year.",
    "about2": "Beyond its role as a cricketing venue, the Sawai Mansingh Stadium holds a special place in the hearts of cricket aficionados for its picturesque surroundings and vibrant atmosphere. Nestled amidst the regal splendor of Jaipur, the stadium offers a unique blend of modern amenities and traditional charm, making it a must-visit destination for cricket lovers from around the world.",
    "about3": "Throughout its storied existence, the Sawai Mansingh Stadium has witnessed countless memorable moments and thrilling encounters, etching its name in the annals of Indian cricketing history. From scintillating centuries to nail-biting finishes, this iconic stadium continues to embody the spirit of cricket, serving as a fitting tribute to its namesake and a cherished symbol of sporting excellence in the Pink City.",
    "srcImage": "Ground/rrbg.jpg",
    "mapImg": "Ground/rrmap.png",
    "seatImg": "Ground/rrseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Sawai_Mansingh_Stadium"
  },
  {
    "Id": 11,
    "stadium": "Rajiv Gandhi International Stadium",
    "capacity": "55,000",
    "address": "Rajiv Gandhi International Stadium, Hyderabad, India",
    "homeGround": "SunRisers Hyderabad",
    "about1": "The Rajiv Gandhi International Cricket Stadium, nestled in Hyderabad, Telangana, embodies India's passion for cricket. Since its inception in 2003, it has emerged as a premier cricketing destination in South India, honoring the legacy of former Prime Minister Rajiv Gandhi. With a seating capacity of 55,000, it goes beyond being a mere venue, providing an immersive experience for fans.",
    "about2": "Hosting domestic matches for the Hyderabad cricket team and thrilling clashes of the Sunrisers Hyderabad in the Indian Premier League (IPL), the stadium is equipped with modern amenities, ensuring both players and spectators relish every moment of the game. Its innovative design, blending open-air seating with a canopy roof, enhances comfort and offers unobstructed views, elevating the allure of witnessing cricketing excellence.",
    "about3": "Rajiv Gandhi International Cricket Stadium serves as a beacon of sustainability and environmental awareness, reflecting Telangana's dedication to responsible development. Initiatives like rainwater harvesting and solar energy integration underscore its commitment to eco-conscious practices. In essence, the stadium symbolizes more than just cricket—it stands as a vibrant tribute to Hyderabad's cricketing heritage and enduring love for the game. It embodies Rajiv Gandhi's vision and the nation's deep-rooted affection for cricket, serving as a cherished landmark in India's sporting landscape.",
    "srcImage": "Ground/srhbg.jpg",
    "mapImg": "Ground/srhmap.png",
    "seatImg": "Ground/srhseets.jpg",
    "link": "https://en.wikipedia.org/wiki/Rajiv_Gandhi_International_Cricket_Stadium"
  }
]
